//console.log(5 < 6); // পাঁচ ছয়ের থেকে ছোট । এটা সত্যি 
//console.log(5 > 6); // পাঁচ ছয়ের থেকে বড় না । এটা মিথ্যা 
//console.log(5 == 6); // পাঁচ ছয়ের সমান কিনা । এটা মিথ্যা 
//console.log(6 == 6); // ছয়..., ছয়ের সমান কিনা । এটা সত্যি 
//console.log(5 == 6); // পাঁচ..., ছয়ের সমান কিনা । এটা মিথ্যা 
//console.log(5 != 6); //এই দুটি সংখ্যা অসমান কিনা । এটা সত্যি
//console.log(15 != 15); //পনেরো সংখ্যাটি আলাদা কিনা। এটা মিথ্যা । 

//less than or equal
//  console.log(5 <= 6); // পাঁচ ছয়ের ছোট ও সমান কিনা  ||ছোট অথবা সমান | 
//  console.log(6 <= 6);
//  console.log(16 <= 6);


//greater than or equal

console.log(5 >= 6); //পাঁচ ছয়ের থেকে বড় ও সমান কিনা
console.log(5 >= 2);
console.log(2 >= 2);


